export const provinces = [
  {
    name: '北京市',
    cities: ['北京市']
  },
  {
    name: '上海市',
    cities: ['上海市']
  },
  {
    name: '天津市',
    cities: ['天津市']
  },
  {
    name: '重庆市',
    cities: ['重庆市']
  },
  {
    name: '浙江省',
    cities: ['杭州市', '宁波市', '温州市', '绍兴市', '嘉兴市', '湖州市']
  },
  {
    name: '江苏省',
    cities: ['南京市', '苏州市', '无锡市', '常州市', '扬州市', '南通市']
  },
  {
    name: '广东省',
    cities: ['广州市', '深圳市', '珠海市', '佛山市', '东莞市', '汕头市']
  },
  {
    name: '福建省',
    cities: ['厦门市', '福州市', '泉州市', '漳州市']
  },
  {
    name: '云南省',
    cities: ['昆明市', '大理市', '丽江市', '西双版纳州']
  },
  {
    name: '四川省',
    cities: ['成都市', '绵阳市', '乐山市', '峨眉山市', '九寨沟县']
  },
  {
    name: '湖南省',
    cities: ['长沙市', '张家界市', '岳阳市', '凤凰县']
  },
  {
    name: '湖北省',
    cities: ['武汉市', '宜昌市', '恩施市', '襄阳市']
  },
  {
    name: '广西壮族自治区',
    cities: ['桂林市', '南宁市', '北海市', '柳州市']
  },
  {
    name: '海南省',
    cities: ['海口市', '三亚市', '琼海市', '万宁市']
  },
  {
    name: '陕西省',
    cities: ['西安市', '咸阳市', '延安市', '汉中市']
  },
  {
    name: '山东省',
    cities: ['济南市', '青岛市', '烟台市', '威海市']
  },
  {
    name: '黑龙江省',
    cities: ['哈尔滨市', '齐齐哈尔市', '牡丹江市', '大庆市']
  },
  {
    name: '吉林省',
    cities: ['长春市', '吉林市', '延边州', '通化市']
  },
  {
    name: '辽宁省',
    cities: ['沈阳市', '大连市', '鞍山市', '锦州市']
  },
  {
    name: '贵州省',
    cities: ['贵阳市', '遵义市', '安顺市', '毕节市']
  },
  {
    name: '西藏自治区',
    cities: ['拉萨市', '日喀则市', '林芝市', '山南市']
  },
  {
    name: '新疆维吾尔自治区',
    cities: ['乌鲁木齐市', '喀什市', '伊宁市', '吐鲁番市']
  },
  {
    name: '内蒙古自治区',
    cities: ['呼和浩特市', '包头市', '鄂尔多斯市', '赤峰市']
  },
  {
    name: '甘肃省',
    cities: ['兰州市', '敦煌市', '嘉峪关市', '天水市']
  },
  {
    name: '青海省',
    cities: ['西宁市', '海东市', '格尔木市', '玉树市']
  },
  {
    name: '宁夏回族自治区',
    cities: ['银川市', '石嘴山市', '吴忠市', '中卫市']
  },
  {
    name: '安徽省',
    cities: ['合肥市', '黄山市', '芜湖市', '安庆市']
  },
  {
    name: '江西省',
    cities: ['南昌市', '九江市', '景德镇市', '赣州市']
  },
  {
    name: '河北省',
    cities: ['石家庄市', '秦皇岛市', '唐山市', '保定市']
  },
  {
    name: '河南省',
    cities: ['郑州市', '洛阳市', '开封市', '少林寺（登封市）']
  },
  {
    name: '山西省',
    cities: ['太原市', '大同市', '平遥县', '晋中市']
  }
]
